<template>
  <div class="container">
    <div class="activity_desc">
      <div>玩法规则</div>
      <table>
        <thead>
          <tr>
            <th>玩法</th>
            <th>玩法说明</th>
            <th>过关方式</th>
          </tr>
        </thead>
        <tbody>
          <tr v-for="(n,idx) in data" :key="idx">
            <td v-for="x in n" :key="x" v-html="x"></td>
          </tr>
        </tbody>
      </table>
      <div>说明</div>
      <p>全场：90分钟比赛（含伤停补时）。</p>
      <p>半场：上半场45分钟比赛（含伤停补时）。</p>
      <p>让球：+2是主队接受客队让2球；-2是主队让2球给客队。</p>
      <div>无效赛事处理</div>
      <p>由于比赛取消、延期等原因，导致某场比赛认定为无效场次时，该场比赛的所有单场固定奖金投注按退票处理。过关投注中对该场比赛所有选择均视为无效，固定奖金按在原投注时刻去该场比赛后的投注组合对应的固定奖金计算。</p>
      <div>奖金计算方法</div>
      <p>2014年10月21日起，竞彩足球所有玩法单关浮动奖金调整为固定奖金计算，购买者在完成某一投注时所获得的固定奖金额即为该投注中奖后的金额，不受之后调整变动的影响。</p>
      <p>中奖奖金=2元x(所选场次对应的出票奖金)x倍数</p>
      <p>单注奖金最高额如下：</p>
      <p>单关：单注最高限额10万</p>
      <p>2-3关：单注最高限额20万</p>
      <p>4-5关：单注最高限额50万</p>
      <p>6关以上：单注最高限额100万</p>
      <div>扣税说明</div>
      <p>根据彩票管理机构的相关规定，中奖彩票单注奖金超过1万元时，中奖人需要缴纳奖金的20%作为个人偶然所得税；税金由彩票中心代扣代缴。</p>
      <p>选择倍投投注时，只要开奖后单注奖金不超过1万元，就算翻倍后奖金超过1万元，也无须缴纳个人偶然所得税。</p>
    </div>
  </div>
</template>

<script>
export default {
  data(){
    return {
      data:[
        ['胜平负','对主队的胜、平、负结果进行投注。','最高8关<br/>单关固定'],
        ['让球<br/>胜平负','对主队让球后的胜、平、负结果进行投注。','最高8关<br/>单关固定'],
        ['比分','对赛事的比分结果进行投注，共31个投注选项。','最高4关<br/>单关固定'],
        ['总进球数','对赛事双方的进球总数结果进行投注，共8个投注选项。','最高6关<br/>单关固定'],
        ['半全场','对主队半场和全场的胜、平、负结果进行投注，共9个投注选项。','最高6关<br/>单关固定'],
        ['混合过关','可混合竞猜胜平负、让球胜平负、比分、总进球数、半全场玩法。','最高8关<br/>单关固定'],
      ]
    }
  },
  methods: {
    jumpKefuNative() {
      window.location = "nbapp://openServicePage?data={}";
    },
  },
};
</script>

<style lang="scss">
@import "@/assets/css/normaliz.scss";
@import "@/assets/css/screen750.scss";
</style>
<style lang="scss" scoped>
@import "./fb.scss";
</style>