<template>
  <div class="container">
    <div class="activity_desc">
      <div>隐私保护规则</div>
      <p>1. 51竞彩十分尊重及重视会员的私隐权，我们将竭力保证您的信息与数据安全，让客户无后顾之忧，这是我们一直遵循的隐私权政策宗旨。</p>
      <p>2. 51竞彩绝不会透露任何能识别个人身份的资料给任何第三方，除非收到法庭传票或应可行法律的要求及判决。我们有权通过网站向有关付款平台服务提供商以及金融保险机构提供必要的个人信息以完成付款要求。</p>
      <p>3. 会员提供的所有个人信息，其传送均通过128位SSL加密的安全端口，并存放在普通公众无法进入的保密环境之中。所有数据的内部出入将受到严格限制和严密监控。</p>
      <div>简介</div>
      <p>网站服务由51竞彩提供。为了让客户在这能享受到安全愉悦的服务体验，我们征求客户仔细阅读此“隐私政策”，这将涉及到我们使用您个人信息的相关事项。对待客户的个人隐私，本公司本着严谨的态度。</p>
      <p>为了让客户享受进一步服务，有时我们可能需要客户提供个人信息。本政策将会涵盖相关客户个人信息的使用事项，同时也涉及相关信息的记录程序。有时，客户接受进一步服务前，可能需要客户提供个人信息（如：姓名，通信地址，邮箱地址，会员编号，电话或手机号码，出生日期或支付信息），任何情况下，我们都将对照此政策来处理您的个人信息。在使用您的个人信息时我们将适用现行的法律条款，并竭力采取最佳最稳妥的方式处理。</p>
      <p>客户在51竞彩开户时，我们将要求您提供某些个人信息，如：姓名，通信地址，邮箱地址，密码及确认您是否已年满18周岁（只接收达到法定年龄18周岁或以上的客户）。我们可能需使用您的个人信息用来确认您的各种金融交易，定期发送公司实时简讯，提供客服支持及完善全面的游戏服务给您。如果您想中止接收公司实时简讯，您可根据提示在简讯接收选项做出相关选择。另须注意，您注册的姓名必须是您本人姓名，您所注册的数据为真实有效数据，因为这将用于随后的交易验证及前述的其它用途。</p>
      
     <div>个人信息的收集</div>
      <p>在您注册、使用本网站服务时，经您的同意，我们收集与个人身份有关的信息。如果您无法提供相应信息，可能会不能使用对应服务。</p>
      <p>我们也会基于优化用户体验的目的，收集其他有关的信息，以便优化我们的网站服务。</p>
      <div>隐私的保护</div>
      <p>保护用户隐私是本网站的一项基本政策。本网站不会公布或传播您在本网站注册的任何资料，但下列情况除外：</p>
      <p>1）事先获得用户的明确授权；</p>
      <p>2）用户对自身信息保密不当原因，导致用户非公开信息泄露；</p>
      <p>3）由于网络线路、黑客攻击、计算机病毒、政府管制等原因造成的资料泄露、丢失、被盗用或被篡改等；</p>
      <p>4）根据有关法律法规的要求；</p>
      <p>5）依据法院或仲裁机构的裁判或裁决，以及其他司法程序的要求；</p>
      <p>6）按照相关政府主管部门的要求；</p>
      <div>自我更新与信息公开</div>
      <p>我们鼓励您自我更新和修改个人信息以使其安全和有效。您能在任何时候非常容易地获取并修改您的个人信息，您可以随时自行决定修改、删除您在网站上的相关资料。您是唯一对您的账号和密码信息负有保密责任的人，任何情况下，请小心妥善保管。
无论何时您自愿在公开场合披露个人信息， 此种信息可能被他人收集及使用，因此造成您的个人信息泄露，网站不承担责任。</p>
      <div>提示</div>
      <p>我们可能会不时修改我们的隐私政策，这些修改会反映在本声明中，我们的任何修改都会将您的权益和满意度置於首位，我们希望您在每次访问我们的网页时都查阅我们的隐私声明，用户继续享用服务，则视为接受服务条款的变动。</p>
    </div>
  </div>
</template>

<script>
export default {
  data(){
    return {
      data:[
        ['胜平负','对主队的胜、平、负结果进行投注。','最高8关<br/>单关固定'],
        ['让球<br/>胜平负','对主队让球后的胜、平、负结果进行投注。','最高8关<br/>单关固定'],
        ['比分','对赛事的比分结果进行投注，共31个投注选项。','最高4关<br/>单关固定'],
        ['总进球数','对赛事双方的进球总数结果进行投注，共8个投注选项。','最高6关<br/>单关固定'],
        ['半全场','对主队半场和全场的胜、平、负结果进行投注，共9个投注选项。','最高6关<br/>单关固定'],
        ['混合过关','可混合竞猜胜平负、让球胜平负、比分、总进球数、半全场玩法。','最高8关<br/>单关固定'],
      ]
    }
  },
  methods: {
    jumpKefuNative() {
      window.location = "nbapp://openServicePage?data={}";
    },
  },
};
</script>

<style lang="scss">
@import "@/assets/css/normaliz.scss";
@import "@/assets/css/screen750.scss";
</style>
<style lang="scss" scoped>
@import "./privacy.scss";
</style>