<template>
  <div class="container">
    <div class="activity_desc">
      <div>规则与条款</div>
      <p>欢迎使用51竞彩，请用户在注册本软件账户前仔细阅读本《用户服务协议》，一经注册成功即视为认可以下内容：
用户点击本软件注册页面的注册按钮并完成注册程序、获得本软件账号和密码时，视为用户与本软件的运营、管理方已达成《用户服务协议》，自愿履行本协议的全部约定，本平台对本规则拥有最终解释权。</p>
  
      <div>定义条款</div>
      <p>“51竞彩”是基于体育彩票的信息服务平台，通过该平台为用户提供的信息服务。用户可通过本软件平台（以下简称“本平台”）发起体育彩票的购彩方案，并在成功购彩后享受相应彩票的出票、照票和彩票兑奖等服务。</p>
      <p>“用户”：接受并同意本协议全部条款及该平台发布的其他全部服务条款和操作规则，通过该平台进行预约信息发布的该平台注册用户。</p>
      <p>“购彩站”：由当地福利彩票或体育彩票中心授权，合法从事线下销售中国福利彩票或中国体育彩票的单位。</p>
      <p>“购彩方案”：用户通过该平台发布的，在本软件服务产品页面上展示的彩票方案信息，包括但不限于彩票方案的方案详情、购彩内容、出票明细等内容。</p>
      <p>“接单”：购彩站选择该平台上的用户预约信息，并与用户确认接受预约，承诺为用户提供相应彩票的出票和彩票兑奖等服务。</p>
      <p>“出票”：购彩站按照用户预约信息，通过当地福利彩票中心/体育彩票中心发放的彩票销售终端机打印相应彩票的服务。</p>
      <p>“彩票兑奖”：方案中奖后购彩站将在营业时间内进行派奖，奖金直接派到用户的本软件账户内。</p>
      <div>委托购彩规则须知</div>
      <p>1．本平台所提供服务的彩票均为经国家财政部批准发行的彩票品种，任一彩种的游戏规则以发行机构所公布的官方规则为准。本平台所显示的日期与时间均为北京时间，委托购彩时间以本平台服务系统的服务器时间为准；</p>
      <p>2．用户成功在本平台提交购彩订单并支付后并不代表彩票已经购彩成功，由彩票终端系统购彩出票、兑奖处理，处理周期根据不同彩票品种的操作难易性而定，订单状态中将明示订单处理情况；51竞彩努力使每一次出票委托成功，但是并不能保证成功。成功与否的标志是以彩票的购彩状态为准。如状态显示为“购彩失败”，则表明由于客观原因用户的委托购彩失败。</p>
      <p>3．本平台的截止时间会提前于彩票终端系统的彩票销售截止时间，以作为彩票订单处理的冗余时间，具体提前量根据不同彩票品种而定。彩票终端系统是指：彩票发行中心为开展彩票的销售、兑奖等业务，进行数据统计、管理，开奖、兑奖管理以及彩票资金管理等的系统；</p>
      <p>4.由于彩票代出票的特殊性，51竞彩并不为出票委托的失败承担任何责任，但是委托失败后的委托资金会足额返还给用户。</p>
      <p>5．为保障用户的合法权益，避免在中奖时因用户注册资料与真实情况不符而发生纠纷，请用户确保其提供的真实姓名、身份证号码及手机号码等的真实、有效及合法性。对因用户自身原因而造成的不能充值、不能兑奖、不能提取现金等情况，本平台不负责任。用户提供的真实准确的个人资料将作为认定其与彩票的关联性以及用户身份的唯一证据。如果用户提供的资料包含有不真实的信息，本平台保留终止该用户继续使用服务资格的权利；</p>
      <p>6．根据国家规定，禁止未满18周岁(未成年)者利用本平台购买彩票。同时，不提倡学生购买彩票，其中包括在校大学生。</p>
      <div>委托购彩的服务流程</div>
      <p>1．本平台不收取任何形式的服务费。委托购彩购买的彩票为电子票据，同实体票据具有相同效力。用户可查看彩票交易“方案编号”状态，核对彩票有效性；</p>
      <p>2．为避免因资金到账时间问题导致延误购买彩票，用户须使用预先充值的方式支付购彩订单；</p>
      <p>3．本平台遵照国家相关彩票发行管理机构颁布之彩票销售规定完成彩票的委托购彩服务，服务截止时间以网站公布的截止时间为准；</p>
      <p>4．每期彩票开奖完成后，本平台将公布开奖号码情况，兑奖请参照下述相关条款执行。本平台不对开奖号码的准确性、完整性、及时性承担任何明示或默示的担保责任；</p>
      <p>5．因包括但不限于断电、网络通讯故障、彩票终端系统原因、超过当期购彩截止期、未成功付款、所购彩号码被限号、购彩倍数限制等原因，未能完成购彩的，视为购彩失败，以页面显示的出票结果为准。购彩失败不会扣除用户任何费用，本平台不承担任何责任；</p>
      <p>6．您理解并同意，因本协议产生的任何纠纷，本平台承担的责任仅限于向用户返还受影响彩票所对应的购彩款项。</p>
      <div>兑奖流程</div>
      <p>每期彩票开奖完成，本平台公布中奖详情后，会把税后奖金直接返入中奖者在本平台的账户中。您使用本平台服务即视为您同意接受系统自动兑奖。</p>
      <div>结算及财务通知</div>
      <p>1．用户可以随时进行帐户余额核查，登录其账户查询账户明细；</p>
      <p>2．单注彩票中奖金额高于人民币壹万元时，用户需依法缴纳20%个人所得税，由彩票发行中心依法代扣代缴。</p>
      <div>有关责任和争端处理</div>
      <p>（一）发生下列情况时本平台不予承担任何法律责任：</p>
      <p>1．由于用户将密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，以及由此产生的纠纷；</p>
      <p>2．任何由于黑客攻击、计算机病毒侵入或发作、网络供应商原因、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料或委托购彩指令泄露、丢失、被盗用、被篡改或网络线路中断等，以及由此产生的纠纷；</p>
      <p>3．由于与本平台链接的其它网站所造成之个人资料泄露及由此而导致的任何争议和后果；</p>
      <p>4．由于彩票发行中心在彩票销售过程中，临时更改玩法造成用户委托购彩失败的；</p>
      <p>5．本平台定期检查，或更新软硬件而造成的服务中断；突发性的软硬件设备与电子通信设备故障产生的纠纷；</p>
      <p>（二）如使用本平台出现纠纷，用户同意将纠纷交由本平台所在地有管辖权的人民法院管辖。</p>
      <p>（三）本平台有权对本规则进行调整或补充，并不另行通知公告。若用户继续使用本平台服务，则视为已阅读并接受该等调整或补充，如不同意，则用户须主动终止使用本平台服务。</p>
  
    </div>
  </div>
</template>

<script>
export default {
  data(){
    return {
      data:[
        ['胜平负','对主队的胜、平、负结果进行投注。','最高8关<br/>单关固定'],
        ['让球<br/>胜平负','对主队让球后的胜、平、负结果进行投注。','最高8关<br/>单关固定'],
        ['比分','对赛事的比分结果进行投注，共31个投注选项。','最高4关<br/>单关固定'],
        ['总进球数','对赛事双方的进球总数结果进行投注，共8个投注选项。','最高6关<br/>单关固定'],
        ['半全场','对主队半场和全场的胜、平、负结果进行投注，共9个投注选项。','最高6关<br/>单关固定'],
        ['混合过关','可混合竞猜胜平负、让球胜平负、比分、总进球数、半全场玩法。','最高8关<br/>单关固定'],
      ]
    }
  },
  methods: {
    jumpKefuNative() {
      window.location = "nbapp://openServicePage?data={}";
    },
  },
};
</script>

<style lang="scss">
@import "@/assets/css/normaliz.scss";
@import "@/assets/css/screen750.scss";
</style>
<style lang="scss" scoped>
@import "./service.scss";
</style>